<?php

/**
 * ShopEx licence
 *
 * @copyright  Copyright (c) 2005-2012 ShopEx Technologies Inc. (http://www.shopex.cn)
 * @license  http://ecos.shopex.cn/ ShopEx License
 *
 * 电子合同模板
 */
return array(
    'quality_standard' => '',
    'terms' => '产品整体质保期[              ]，自[             ]起算；在质保期内买受人享受三包待遇。',
    'packing_pattern' => '按标准包装，满足运输及储存要求，费用由出卖人承担。',
    'appendix' => '',
    'loss_standard' => '',
    'content' => '出卖人负责运至买受人指定地点(               )，买受人负责卸货，运费由出卖人承担。',
    'inspection_standard' => '按本合同第二条款标准，由买受人验收，对标的物的到货数量及外观异议期为[                    ]。 ',
    'settlement' => '合同生效后，标的物全部到货验收合格后付合同总额的90%；留合同总额的10%的货款作为质保金，正常使用一年无质量问题后付清。 ',
    'change_release' => "1、产品不符合双方约定的要求；\n2、未经买受人同意出卖人延迟履行本合同条款。",
    'breach_responsibility' => "1、出卖人应按时交付货物，每延迟一天出卖人承担合同总金额[    ]%的违约金；\n2、出卖人交付的产品不符合约定数量或质量的，承担合同总金额[     ]%的违约金，同时出卖人在[              ]日内按买受人意见给予退货或换货；\n3、未经买受人同意，出卖人单方不履行合同其它条款，视为违约，出卖人承担合同总价款[     ]%的违约金，并赔偿因此给买受人造成的所有损失。\n4、出卖人出现违约情形除承担以上违约责任外，还应承担买受人为实现权利而发生的实际支出，包括但不限于差旅费、律师费、诉讼费用以及鉴定、公证等费用。",
    'ipr' => '出卖人承诺所供产品未侵犯任何国家、企业及个人的知识产权，并保障买受人免于承受因产品侵犯任何知识产权而遭受诉讼、仲裁、索赔或其他经济损失；否则，出卖人承担买受人因此产生的所有损失的赔偿责任。', //知识产权
    'disputed' => '本合同在履行过程中发生的争议，由双方当事人协商解决；如果协商不成的，依法到合同签订地法院起诉。',
    'customer_service' => '出卖人必须确保产品质量，如出现质量问题必须在[         ]小时内到现场处理解决。',
    'effective_condition' => '本合同以传真方式签订，自双方签字盖章之日起生效，买受人为最后签章方；本合同一式二份，双方各持一份。',
);
